Repository: ahmedheroo/ECommerce
Catalog: BaytonicECommerce/Resources/Resource.*.resx
Languages: ar

source: ---Please Select---
ar: --من فضلك اختر--

source: About Us
ar: معلومات عنا

# AboutUsContenent
source: Baytonic is an online marketplace where you purchase everything from Home Appliance and more!
ar: هو سوق على الإنترنت حيث تشتري كل شيء من الأدوات المنزلية وأكثرBaytonic

# AboutUsContenent0
source: Baytonic is the first website dedicated to household appliances
ar: هو اول موقع الكترونى مخصص للأدوات المنزلية Baytonic

# AboutUsContenent1
source: Our main goal is to provide all household necessities through online shopping
ar: هدفنا الأساسي هو توفير كل المستلزمات المنزلية من خلال التسوق الإلكتروني

# AboutUsContenent2
source: Keeping pace with the age of technology and modern shopping methods
ar: مواكبة عصر التكنولوجيا واساليب التسوق الحديثة

# AboutUsContenent3
source: Facilitating the purchase of household appliances
ar: تسهيل عمليات شراء الأدوات المنزلية

# AboutUsContenent4
source: Online shopping gives customers a great opportunity to think about the product before buying, unlike the old physical shopping processes
ar: التسوق الإلكتروني يعطي العملاء فرصة كبيرة للتفكير بالمنتج قبل الشراء على عكس عمليات التسوق الفعلية القديمة

source: Address
ar: العنوان

source: Add to Cart
ar: أضف إلى السلة

source: Add to WishList
ar: أضف إلى المفضلة

source: Apply Voucher
ar: استخدام القسيمة

source: Baytonic Policy
ar: Baytonic سياسات

source: Cart
ar: العربة

source: CashOnDelivery
ar: الدفع عند الاستلام

source: Categories
ar: الفئات

source: Category
ar: الفئة

source: Checkout
ar: استكمال الطلب

source: Confirm Order
ar: طلب

source: Contact Us
ar: اتصل بنا

source: Continue
ar: استكمال

source: Continue Shopping
ar: العودة للسوق

source: Date Added
ar: تاريخ الطلب

source: Date Added :
ar: تاريخ الطلب :

source: Deals of the day
ar: عروض اليوم

source: Delivery Address
ar: عنوان التوصيل

source: Discount
ar: التخفيض

source: Do you Have A Coupon Or Voucher
ar: هل لديك قسيمة خصم

source: E-Mail
ar: البريد الالكتروني

source: Enquiry
ar: الطلب

source: Entere Mail To Subscribe
ar: ادخل بريدك للاشتراك

source: Enter your gift voucher code here
ar: أدخل كود قسيمة الخصم

source: Expected Delivary Date
ar: تاريخ التوصيل المتوقع

source: Fast Shipping Any Where
ar: سرعة التوصيل اينما كنت

source: Flat Shipping Rate
ar: سعر التوصيل

source: Follow Us
ar: تابعنا

source: Government
ar: المحافظة

source: Home
ar: الرئيسية

source: I Have Read And Agree To The
ar: اقر بقراءة والموافقة علي

source: Information
ar: معلومات

source: Items QTY
ar: الكمية

source: LOWEST PRICE GUARANTEE
ar: ضمان اقل سعر

source: Money Back Guarantee
ar: ضمان استرداد النقود

source: My Account
ar: حسابي

source: My Delivery And Billing Addresses Are The Same
ar: اقر ان العنوان هو العنوان المطلوب

source: Need Help/Support:
ar: : للدعم

source: No Product In Your WishList
ar: عفوا لا يوجد منتجات ف قائمتك المفضلة

source: Online Support 24/7
ar: دعم 24 ساعة

source: Order Details
ar: تفاصيل الفاتورة

source: Order Done
ar: تم تفعيل الطلب

source: Order History
ar: الطلبيات

source: Order ID:
ar: رقم الفاتورة :

source: Order Infomation
ar: معلومات الفاتورة

source: Order Statues
ar: حالة الطلب

source: Our Pages
ar: الصفحات

source: Our Services
ar: الدعم

source: Payment Method :
ar: طريقة الدفع :

source: phone
ar: الهاتف

# Phone1
source: Phone
ar: الهاتف

source: Please Select The Preferred Payment Method To Use On This Order
ar: من فضلك اختر طريقة الدفع المفضلة

source: Please Write Your Mail To Join Us
ar: من فضلك أكتب بريدك الالكتروني

source: Policies
ar: السياسات

# Policyline1
source: change the details of your application once it's completed, so we'll be able to cancel your Last Request and make another new Request.
ar: يمكنك تغير تفاصيل طلبك بعد إتمامه ، سنقوم بآلغاء طلبك القديم وعمل طلب اخر جديد

# Policyline2
source: You can easily cancel your Request, either through Facebook or via e-mail
ar: الغاء طلبك بكل سهوله سواء عن طريق قنوات التواصل الاجتماعي ( فيس بوك –انستجرام ) او عبر البريد الالكتروني

# Policyline3
source: You can return the product within 14 days of delivery if it is in thecase of the original receipt
ar: يمكنك ارجاع المنتج خلال ١٤ يوم من تاريخ التسليم إذا كان في حالة الاستلام الأصلية

# Policyline4
source: You can refuse/return the product in case of any damage, mismatch with your request
ar: يمكنك رفض / ارجاع المنتج في حالة وجود آي ضرر آ، عدم تطابق بينه وبين طلبك

# Policyline5
source: We'll check your complaint in 48 hours. If your request is approved, the money will be recovered in exchange for your request
ar: نقوم بفحص شكواك خلال ٤٨ ساعه ، إذا تمت الموافقة علي طلبك ، سوف يتم استرداد الأموال مقابل طلبك

# Privacy&amp;Policy
source: Privacy&Policy
ar: سياسات الخصوصية

source: Product Added To Wishlist Successfully
ar: تم اضافة المنتج الي قائمة المفضلة

source: Product Image
ar: صورة المنتج

source: product Name
ar: المنتج

source: Quantity
ar: الكمية

source: Quick view
ar: نظرة سريعة

source: Related Products
ar: منتجات ذات صلة

source: Return Policy
ar: سياسات الاسترجاع

source: Search Result
ar: نتائج البحث

source: ShoppingCart
ar: عربة التسوق

source: Shopping Now
ar: التسوق الان

# ShoppingNow0
source: Shopping Now
ar: تسوق الان

source: Sorry,ThereIsNoThingInYourCartYouCan
ar: لا يوجد منتجات في عربتك يمكنك

source: Sorry No Search Result
ar: تعذر ايجاد نتائج للبحث

source: Status
ar: حالة الطلب

source: Sub-Total
ar: اجمالي المنتجات

source: Submit
ar: تاكيد

source: SUBSCRIBE NOW
ar: اشترك الان

# SubscribeNow0
source: Subscribe Now
ar: اشترك الان

source: Subscribe To Our News letter And Stay Tuned With Future Updates
ar: اشترك معنا ليصلك كل جديد

# Terms&amp;Conditions
source: Terms&Conditions
ar: الشروط والاحكام

# ThanksCont
source: Your order Done Successfully, you can trace your orders from here
ar: شكرا لثقتك بنا يمكنك

source: Top collections
ar: أفضل المجموعات

source: Top Selling products
ar: المنتجات الأكثر مبيعًا

source: Total
ar: الاجمالي

source: Total Bill
ar: اجمالي الفاتورة

source: Trace Your Order
ar: تتبع طلبك هنا

source: Unit Price
ar: سعر الوحدة

source: VAT(20%)
ar: (20%)ضريبة

source: View All
ar: عرض الكل

source: Wholesale
ar: طلبات الجملة

source: Your Address
ar: عنوانك

source: Your Mail Added Successfully
ar: تم اضافة بريدك الالكتروني بنجاح

source: Your Mail Already Exist
ar: بريدك الالكتروني موجود مسبقا

source: Your Name
ar: اسمك
